tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/versions"

cask_args appdir: '/Applications'

brew "ansible"
brew "awscli"
brew "ctags"
brew "curl"
brew "direnv"
brew "dos2unix"
brew "eye-d3"
brew "faac"
brew "ffmpeg"
brew "git"
brew "lame"
brew "libav"
brew "mas"
brew "mercurial"
brew "mobile-shell"
brew "mysql"
brew "nmap"
brew "node"
brew "openssl"
brew "postgresql"
brew "python"
brew "python3"
brew "redis"
brew "sqlite"
brew "tmux"
brew "tree"
brew "wget"
brew "xvid"
brew "youtube-dl"

cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "gpgtools"
cask "java"
cask "rescuetime"
cask "skype"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"

cask "betterzipql"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "webpquicklook"

mas "1Keyboard", id: 766939888
mas "Adobe Photoshop Elements 9 Editor", id: 443128855
mas "Evernote", id: 406056744
mas "iVI", id: 402279089
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
