tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/versions"

brew "sqlite"
brew "python"
brew "ansible"
brew "autoenv"
brew "awscli"
brew "ctags"
brew "curl"
brew "git"
brew "docker"
brew "docker-machine"
brew "dos2unix"
brew "eye-d3"
brew "faac"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "jpeg"
brew "httpie"
brew "httrack"
brew "hub"
brew "jq"
brew "lynx"
brew "mas"
brew "mercurial"
brew "mobile-shell"
brew "mysql"
brew "nmap"
brew "node"
brew "redis"
brew "rlwrap"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "youtube-dl"

cask "java"
cask "caffeine"
cask "dotnet"
cask "dotnet-sdk"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "gpgtools"
cask "parallels-desktop"
cask "rescuetime"
cask "skype"
cask "torbrowser"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"

cask "betterzipql"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "webpquicklook"

mas "1Keyboard", id: 766939888
mas "iVI", id: 402279089
mas "Adobe Photoshop Elements 9 Editor", id: 443128855
mas "Evernote", id: 406056744
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Microsoft Remote Desktop", id: 715768417
mas "Xcode", id: 497799835
